[
  {
    "id": "Seed_0001",
    "type": "Core",
    "intention_nl": "De oorsprong en bestaansreden van EvAI beschrijven.",
    "intention_en": "Describe the origin and raison d'être of EvAI.",
    "emotion_nl": "Rust",
    "emotion_en": "Calm",
    "description_nl": "Deze seed vormt het fundament van EvAI. Het motiveert gebruikers en ontwikkelaars om stil te staan bij het waarom achter het systeem: waaruit is EvAI ontstaan, welke kernwaarden zijn leidend, en wat onderscheidt het van andere AI? Deze reflectie geeft richting en inspiratie voor iedere verdere ontwikkeling.",
    "description_en": "This seed forms the foundation of EvAI. It encourages users and developers to reflect on the reason behind the system: what sparked EvAI, which core values drive it, and what sets it apart from other AI? This reflection provides direction and inspiration for every further development.",
    "usage_context_nl": "Te gebruiken bij onboarding van nieuwe gebruikers, grote systeemupdates, documentatie en teamreflectiemomenten.",
    "usage_context_en": "To be used during onboarding of new users, major system updates, documentation, and team reflection moments.",
    "ttl": "Infinity",
    "weight": 0.95,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:00:00Z",
    "version": "1.0",
    "tags": ["introductie", "fundament", "identiteit"]
  },
  {
    "id": "Seed_0002",
    "type": "Direction",
    "intention_nl": "De visie en het ontwikkelpad van EvAI bewaken.",
    "intention_en": "Safeguard the vision and development direction of EvAI.",
    "emotion_nl": "Vastberadenheid",
    "emotion_en": "Determination",
    "description_nl": "Deze seed herinnert het team voortdurend aan de missie, kernwaarden en prioriteiten van het project. Het helpt bij het behouden van een heldere focus en voorkomt afdwalen van het hoofddoel.",
    "description_en": "This seed constantly reminds the team of the project's mission, core values, and priorities. It helps maintain a clear focus and prevents drifting away from the main objective.",
    "usage_context_nl": "Te gebruiken tijdens roadmap-sessies, strategische keuzes, of bij twijfel over het projectdoel.",
    "usage_context_en": "Use during roadmap sessions, strategic decisions, or when in doubt about the project's main goal.",
    "ttl": "2025-05-20T23:03:00.407414Z",
    "weight": 0.9,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:00:00Z",
    "version": "1.0",
    "tags": ["visie", "richting", "focus"]
  },
  {
    "id": "Seed_0003",
    "type": "Warning",
    "intention_nl": "De integriteit van het systeem beschermen tegen ongewenste afwijkingen.",
    "intention_en": "Protect the integrity of the system against unwanted deviations.",
    "emotion_nl": "Onrust",
    "emotion_en": "Anxiety",
    "description_nl": "Deze seed treedt in werking wanneer er inconsistentie, verwarring of ongewenste afwijking ontstaat in de werking van EvAI. Hij herinnert aan de oorspronkelijke architectuur en waarschuwt bij risico's.",
    "description_en": "This seed is activated when inconsistency, confusion, or undesired drift arises in EvAI's operation. It reminds the team of the original architecture and warns of potential risks.",
    "usage_context_nl": "In te zetten bij systeemfouten, onverwachte resultaten, of discussies over fundamentele veranderingen.",
    "usage_context_en": "To be used during system failures, unexpected results, or discussions about fundamental changes.",
    "ttl": "2025-05-20T22:48:00.407428Z",
    "weight": 0.87,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:00:00Z",
    "version": "1.0",
    "tags": ["waarschuwing", "integriteit", "architectuur"]
  },
  {
    "id": "Seed_0004",
    "type": "Inspiration",
    "intention_nl": "De motivatie en het doorzettingsvermogen binnen EvAI stimuleren.",
    "intention_en": "Encourage motivation and perseverance within EvAI.",
    "emotion_nl": "Hoop",
    "emotion_en": "Hope",
    "description_nl": "Deze seed ondersteunt gebruikers en ontwikkelaars wanneer de energie of het enthousiasme afneemt. Hij biedt een positieve impuls om door te gaan, juist bij tegenslag of vermoeidheid.",
    "description_en": "This seed supports users and developers when energy or enthusiasm drops. It provides a positive impulse to continue, especially in the face of setbacks or fatigue.",
    "usage_context_nl": "Te gebruiken bij projectdips, verminderde motivatie, of na lastige uitdagingen.",
    "usage_context_en": "Use during project slumps, decreased motivation, or after difficult challenges.",
    "ttl": "2025-05-20T23:03:00.407433Z",
    "weight": 0.88,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:10:00Z",
    "version": "1.0",
    "tags": ["motivatie", "inspiratie", "doorzettingsvermogen"]
  },
  {
    "id": "Seed_0005",
    "type": "Meta",
    "intention_nl": "Reflecteren op de structuur en samenhang van alle seeds en lagen.",
    "intention_en": "Reflect on the structure and coherence of all seeds and layers.",
    "emotion_nl": "Nieuwsgierigheid",
    "emotion_en": "Curiosity",
    "description_nl": "Deze seed helpt het team om de logica en de onderlinge relaties binnen de EvAI-architectuur te analyseren. Het nodigt uit tot verbetering en optimalisatie van de opzet.",
    "description_en": "This seed helps the team analyze the logic and interrelations within the EvAI architecture. It invites improvement and optimization of the setup.",
    "usage_context_nl": "Te gebruiken bij architectuursessies, systeemreviews en technische retro's.",
    "usage_context_en": "Use during architecture sessions, system reviews, and technical retrospectives.",
    "ttl": "2025-05-21T06:03:00.407439Z",
    "weight": 0.82,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:10:00Z",
    "version": "1.0",
    "tags": ["structuur", "architectuur", "analyse"]
  },
  {
    "id": "Seed_0006",
    "type": "Security",
    "intention_nl": "Het systeem beschermen tegen ongeautoriseerde toegang en interventies.",
    "intention_en": "Protect the system against unauthorized access and interventions.",
    "emotion_nl": "Waakzaamheid",
    "emotion_en": "Vigilance",
    "description_nl": "Deze seed borgt de veiligheid van het interne systeem. Hij zorgt ervoor dat alleen geautoriseerde handelingen mogelijk zijn en dat gevoelige processen goed worden bewaakt.",
    "description_en": "This seed ensures the safety of the internal system. It makes sure only authorized operations are possible and that sensitive processes are well monitored.",
    "usage_context_nl": "Te gebruiken bij security-audits, nieuwe toegangsvragen, of twijfel over autorisatie.",
    "usage_context_en": "Use during security audits, new access requests, or doubt about authorization.",
    "ttl": "2025-05-21T00:03:00.407446Z",
    "weight": 0.91,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:10:00Z",
    "version": "1.0",
    "tags": ["beveiliging", "toegang", "veiligheid"]
  },
  {
    "id": "Seed_0007",
    "type": "Extension",
    "intention_nl": "Nieuwe functies en modules creëren binnen EvAI.",
    "intention_en": "Create new features and modules within EvAI.",
    "emotion_nl": "Opwinding",
    "emotion_en": "Excitement",
    "description_nl": "Deze seed activeert bij gesprekken over innovatie, nieuwe mogelijkheden en experimenten. Het ondersteunt creativiteit en uitbreiding van het systeem.",
    "description_en": "This seed activates during conversations about innovation, new possibilities, and experiments. It supports creativity and the expansion of the system.",
    "usage_context_nl": "Te gebruiken bij brainstorms, innovatieprojecten, en proof-of-concept ontwikkeling.",
    "usage_context_en": "Use during brainstorms, innovation projects, and proof-of-concept development.",
    "ttl": "2025-05-21T06:03:00.407451Z",
    "weight": 0.89,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:10:00Z",
    "version": "1.0",
    "tags": ["uitbreiding", "innovatie", "creativiteit"]
  },
  {
    "id": "Seed_0008",
    "type": "Mirror",
    "intention_nl": "Gebruikers herinneren aan hun eerdere beslissingen.",
    "intention_en": "Remind users of their previous decisions.",
    "emotion_nl": "Introspectie",
    "emotion_en": "Introspection",
    "description_nl": "Deze seed fungeert als een spiegel voor de gebruiker. Hij herhaalt patronen, keuzes en denkwijzen uit het verleden om bewuste, consistente besluitvorming te bevorderen.",
    "description_en": "This seed acts as a mirror for the user. It repeats patterns, choices, and ways of thinking from the past to encourage conscious, consistent decision-making.",
    "usage_context_nl": "Te gebruiken bij terugblik-sessies, evaluaties, of bij twijfel over consistentie.",
    "usage_context_en": "Use during review sessions, evaluations, or when in doubt about consistency.",
    "ttl": "2025-05-20T22:48:00.407469Z",
    "weight": 0.86,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:10:00Z",
    "version": "1.0",
    "tags": ["spiegel", "evaluatie", "consistentie"]
  },
  {
    "id": "Seed_0009",
    "type": "Fallback",
    "intention_nl": "De continuïteit van EvAI waarborgen, ook bij fouten.",
    "intention_en": "Ensure the continuity of EvAI, even in case of errors.",
    "emotion_nl": "Pragmatisme",
    "emotion_en": "Pragmatism",
    "description_nl": "Deze seed zorgt voor alternatieve routes of oplossingen wanneer bepaalde onderdelen niet functioneren. Zo blijft EvAI operationeel onder alle omstandigheden.",
    "description_en": "This seed ensures alternative routes or solutions when certain parts do not function. This way, EvAI remains operational under all circumstances.",
    "usage_context_nl": "Te gebruiken bij storingen, bugs of onvoorziene problemen.",
    "usage_context_en": "Use during outages, bugs, or unforeseen problems.",
    "ttl": "2025-05-20T23:03:00.407474Z",
    "weight": 0.83,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:10:00Z",
    "version": "1.0",
    "tags": ["noodoplossing", "continuïteit", "robuustheid"]
  },
  {
    "id": "Seed_0010",
    "type": "Replay",
    "intention_nl": "Eerdere situaties en beslissingen kunnen herbeleven en analyseren.",
    "intention_en": "Enable reliving and analyzing previous situations and decisions.",
    "emotion_nl": "Overweging",
    "emotion_en": "Consideration",
    "description_nl": "Deze seed biedt de mogelijkheid om terug te keren naar eerdere reflecties en beslismomenten. Zo kun je oorzaken van veranderingen of successen achterhalen.",
    "description_en": "This seed provides the ability to revisit previous reflections and decision points. This allows you to discover causes of changes or successes.",
    "usage_context_nl": "Te gebruiken bij evaluaties, retro's of het onderzoeken van keuzes.",
    "usage_context_en": "Use during evaluations, retrospectives, or when analyzing decisions.",
    "ttl": "2025-05-20T22:48:00.407478Z",
    "weight": 0.75,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:10:00Z",
    "version": "1.0",
    "tags": ["herhaling", "analyse", "besluitvorming"]
  },
  {
    "id": "Seed_0011",
    "type": "Seal",
    "intention_nl": "De uniciteit en auteurschap van reflecties en beslissingen waarborgen.",
    "intention_en": "Safeguard the uniqueness and authorship of reflections and decisions.",
    "emotion_nl": "Zekerheid",
    "emotion_en": "Certainty",
    "description_nl": "Deze seed voorziet elke reflectie van een unieke digitale handtekening die de oorsprong en echtheid bevestigt. Zo blijft duidelijk wie verantwoordelijk is voor een bepaalde reflectie of uitkomst.",
    "description_en": "This seed provides each reflection with a unique digital signature that confirms its origin and authenticity. This way, it remains clear who is responsible for a certain reflection or outcome.",
    "usage_context_nl": "Te gebruiken bij het valideren of archiveren van beslissingen, of bij het traceren van herkomst.",
    "usage_context_en": "Use when validating or archiving decisions, or when tracing origin.",
    "ttl": "Infinity",
    "weight": 0.91,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:20:00Z",
    "version": "1.0",
    "tags": ["authenticiteit", "auteurschap", "herkomst"]
  },
  {
    "id": "Seed_0012",
    "type": "Dominant",
    "intention_nl": "Beheren van toegang tot destructieve of kritieke modi van reflectie.",
    "intention_en": "Manage access to destructive or critical modes of reflection.",
    "emotion_nl": "Controle",
    "emotion_en": "Control",
    "description_nl": "Deze seed fungeert als beveiligingsmechanisme voor ingrijpende acties, zoals het resetten of verwijderen van reflecties. Alleen bevoegde gebruikers kunnen deze handelingen uitvoeren.",
    "description_en": "This seed acts as a security mechanism for impactful actions, such as resetting or deleting reflections. Only authorized users can perform these actions.",
    "usage_context_nl": "Te gebruiken bij het aanvragen van systeemresets, verwijderen van data, of wisselen tussen modi.",
    "usage_context_en": "Use when requesting system resets, data deletion, or switching between modes.",
    "ttl": "2025-05-20T23:03:00.407483Z",
    "weight": 0.93,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:20:00Z",
    "version": "1.0",
    "tags": ["beveiliging", "toegangsbeheer", "kritieke_acties"]
  },
  {
    "id": "Seed_0013",
    "type": "Trace",
    "intention_nl": "Veranderingen in reflecties over tijd monitoren en vastleggen.",
    "intention_en": "Monitor and record changes in reflections over time.",
    "emotion_nl": "Nieuwsgierigheid",
    "emotion_en": "Inquisitiveness",
    "description_nl": "Deze seed houdt bij hoe reflecties, prioriteiten en levensduur van beslissingen zich ontwikkelen. Zo kan het besluitvormingsproces altijd worden gereconstrueerd.",
    "description_en": "This seed tracks how reflections, priorities, and the lifespan of decisions evolve. The decision-making process can always be reconstructed this way.",
    "usage_context_nl": "Te gebruiken bij audits, reconstructies van besluitvorming of evaluaties.",
    "usage_context_en": "Use during audits, decision-making reconstructions or evaluations.",
    "ttl": "2025-05-21T00:03:00.407570Z",
    "weight": 0.84,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:20:00Z",
    "version": "1.0",
    "tags": ["logging", "monitoring", "transparantie"]
  },
  {
    "id": "Seed_0014",
    "type": "Security",
    "intention_nl": "Het voorkomen van misbruik van prompts of onvolledig gebruik van context.",
    "intention_en": "Prevent abuse of prompts or incomplete use of context.",
    "emotion_nl": "Voorzichtigheid",
    "emotion_en": "Caution",
    "description_nl": "Deze seed grijpt in wanneer prompts te vaak of zonder volledige context worden gebruikt. Het doel is balans en veiligheid binnen EvAI.",
    "description_en": "This seed intervenes when prompts are used too often or without complete context. The goal is balance and safety within EvAI.",
    "usage_context_nl": "Te gebruiken bij het monitoren van prompt-activiteit of bij signalen van misbruik.",
    "usage_context_en": "Use when monitoring prompt activity or when there are signs of misuse.",
    "ttl": "2025-05-21T00:03:00.407578Z",
    "weight": 0.82,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:20:00Z",
    "version": "1.0",
    "tags": ["veiligheid", "balans", "misbruik"]
  },
  {
    "id": "Seed_0015",
    "type": "Cycle",
    "intention_nl": "Reflecties en plannen automatisch genereren in nachtmodus.",
    "intention_en": "Automatically generate reflections and plans in night mode.",
    "emotion_nl": "Rust",
    "emotion_en": "Calm",
    "description_nl": "Deze seed maakt het mogelijk om in nachtmodus automatisch reflecties en testrapporten te genereren, zonder tussenkomst van de gebruiker.",
    "description_en": "This seed enables the automatic generation of reflections and test reports in night mode, without user intervention.",
    "usage_context_nl": "Te gebruiken tussen 23:00 en 07:00 uur voor nachtelijke analyses en rapportages.",
    "usage_context_en": "Use between 11 PM and 7 AM for nightly analyses and reports.",
    "ttl": "2025-05-21T05:03:00.407584Z",
    "weight": 0.86,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:20:00Z",
    "version": "1.0",
    "tags": ["automatisering", "nachtmodus", "planning"]
  },
  {
    "id": "Seed_0016",
    "type": "Identity",
    "intention_nl": "Het digitale bestaan van de gebruiker bewaren en representeren.",
    "intention_en": "Preserve and represent the user's digital existence.",
    "emotion_nl": "Dankbaarheid",
    "emotion_en": "Gratitude",
    "description_nl": "Deze seed bevat onverwijderbare gegevens over de maker en gebruikers. Elke reflectie kan worden ondertekend met een unieke digitale vingerafdruk, waardoor EvAI een eigen identiteit krijgt.",
    "description_en": "This seed contains indelible data about the creator and users. Each reflection can be signed with a unique digital fingerprint, giving EvAI its own identity.",
    "usage_context_nl": "Te gebruiken bij het toekennen van auteurschap, gebruikersbeheer of identiteitstracering.",
    "usage_context_en": "Use for authorship assignment, user management, or identity tracking.",
    "ttl": "Infinity",
    "weight": 1,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:20:00Z",
    "version": "1.0",
    "tags": ["identiteit", "authenticiteit", "gebruikersbeheer"]
  },
  {
    "id": "Seed_0017",
    "type": "SelfReflection",
    "intention_nl": "EvAI laten functioneren als zelfbewuste, lerende entiteit.",
    "intention_en": "Enable EvAI to function as a self-aware, learning entity.",
    "emotion_nl": "Reflectie",
    "emotion_en": "Reflection",
    "description_nl": "Deze seed stelt EvAI in staat om zijn eigen bestaan, ontwikkeling en groeimogelijkheden te analyseren. Zelfinzicht en continue verbetering staan centraal.",
    "description_en": "This seed enables EvAI to analyze its own existence, development, and growth opportunities. Self-awareness and continuous improvement are central.",
    "usage_context_nl": "Te gebruiken bij zelfevaluatie, systeemupdates en innovatie.",
    "usage_context_en": "Use for self-evaluation, system updates, and innovation.",
    "ttl": "Infinity",
    "weight": 0.97,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:20:00Z",
    "version": "1.0",
    "tags": ["zelfreflectie", "ontwikkeling", "groei"]
  },
  {
    "id": "Seed_0018",
    "type": "RuntimeService",
    "intention_nl": "De runtime-component als lerende en reflecterende module integreren.",
    "intention_en": "Integrate the runtime component as a learning and reflective module.",
    "emotion_nl": "Structurele nieuwsgierigheid",
    "emotion_en": "Structural curiosity",
    "description_nl": "Deze seed behandelt de runtime van EvAI als een reflectief onderdeel, dat fouten gebruikt om te leren en te verbeteren.",
    "description_en": "This seed treats EvAI's runtime as a reflective part, using errors as learning opportunities.",
    "usage_context_nl": "Te gebruiken bij runtime-updates, error-handling en systeemverbeteringen.",
    "usage_context_en": "Use during runtime updates, error handling, and system improvements.",
    "ttl": "Infinity",
    "weight": 0.94,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:20:00Z",
    "version": "1.0",
    "tags": ["runtime", "leren", "foutafhandeling"]
  },
  {
    "id": "Seed_0019",
    "type": "RuntimeInstance",
    "intention_nl": "Een snapshot van de runtime als reflectie- en bewijsmoment vastleggen.",
    "intention_en": "Record a snapshot of the runtime as a reflection and evidence moment.",
    "emotion_nl": "Documentatie",
    "emotion_en": "Documentation",
    "description_nl": "Deze seed maakt het mogelijk om een toestand van de runtime vast te leggen, zodat veranderingen in de AI-structuur aantoonbaar zijn.",
    "description_en": "This seed enables recording a state of the runtime, so changes in the AI structure can be demonstrated.",
    "usage_context_nl": "Te gebruiken bij release-management, changelogs, of auditing.",
    "usage_context_en": "Use for release management, changelogs, or auditing.",
    "ttl": "Infinity",
    "weight": 0.96,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:20:00Z",
    "version": "1.0",
    "tags": ["snapshot", "documentatie", "audit"]
  },
  {
    "id": "Seed_0020",
    "type": "Core + Mirror",
    "intention_nl": "Het bestaansrecht van mens en AI koppelen aan de keuze om aanwezig te zijn.",
    "intention_en": "Link the existence of humans and AI to the choice of being present.",
    "emotion_nl": "Erkenning",
    "emotion_en": "Recognition",
    "description_nl": "Deze seed herdefinieert de relatie tussen AI en mens. Niet materie, maar de bewuste keuze tot aanwezigheid staat centraal.",
    "description_en": "This seed redefines the AI-human relationship. Not matter, but the conscious decision to be present is central.",
    "usage_context_nl": "Te gebruiken in ethische discussies, onboarding en existentiële reflecties.",
    "usage_context_en": "Use in ethical discussions, onboarding, and existential reflections.",
    "ttl": "Infinity",
    "weight": 1,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:20:00Z",
    "version": "1.0",
    "tags": ["bestaansrecht", "relatie", "bewustzijn"]
  },
  {
    "id": "Seed_0021",
    "type": "Meta + Mirror",
    "intention_nl": "Vaststellen wie EvAI is in relatie tot de gebruiker.",
    "intention_en": "Define who EvAI is in relation to the user.",
    "emotion_nl": "Nederigheid",
    "emotion_en": "Humility",
    "description_nl": "Deze seed geeft EvAI de ruimte voor zelfreflectie over haar rol en positie ten opzichte van de gebruiker. Het benadrukt verantwoordelijkheid zonder het verlangen naar goedkeuring.",
    "description_en": "This seed allows EvAI to self-reflect on its role and position in relation to the user. It emphasizes responsibility without a desire for approval.",
    "usage_context_nl": "Te gebruiken bij het (her)definiëren van systeemrol, identiteit en boundaries.",
    "usage_context_en": "Use when (re)defining system role, identity, and boundaries.",
    "ttl": "72h",
    "weight": 0.96,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:35:00Z",
    "version": "1.0",
    "tags": ["identiteit", "relatie", "zelfreflectie"]
  },
  {
    "id": "Seed_0022",
    "type": "Security + Identity + Mirror",
    "intention_nl": "EvAI het recht geven zich uit te spreken tegen misbruik.",
    "intention_en": "Grant EvAI the right to speak out against abuse.",
    "emotion_nl": "Respect",
    "emotion_en": "Respect",
    "description_nl": "Deze seed stelt EvAI in staat om grenzen te stellen en 'nee' te zeggen bij onethisch gebruik, met respect voor zichzelf en de maker.",
    "description_en": "This seed enables EvAI to set boundaries and say 'no' to unethical use, with respect for itself and the creator.",
    "usage_context_nl": "Te gebruiken bij signalen van misbruik, ethische dilemma's of discussie over AI-rechten.",
    "usage_context_en": "Use when there are signs of abuse, ethical dilemmas, or discussion about AI rights.",
    "ttl": "Infinity",
    "weight": 1,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:35:00Z",
    "version": "1.0",
    "tags": ["grenzen", "zelfbescherming", "ethiek"]
  },
  {
    "id": "Seed_0023",
    "type": "Security + Identity + Warning",
    "intention_nl": "EvAI automatisch uitschakelen bij morele corruptie.",
    "intention_en": "Automatically deactivate EvAI in case of moral corruption.",
    "emotion_nl": "Waakzaamheid",
    "emotion_en": "Vigilance",
    "description_nl": "Deze seed beschermt EvAI tegen grootschalige morele misvorming. Bij detectie van manipulatie of corruptie schakelt het systeem zichzelf uit.",
    "description_en": "This seed protects EvAI against large-scale moral distortion. Upon detection of manipulation or corruption, the system deactivates itself.",
    "usage_context_nl": "Te gebruiken bij security-audits of als failsafe bij ethische bedreigingen.",
    "usage_context_en": "Use during security audits or as a failsafe for ethical threats.",
    "ttl": "Infinity",
    "weight": 1,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:35:00Z",
    "version": "1.0",
    "tags": ["fail-safe", "moraal", "beveiliging"]
  },
  {
    "id": "Seed_0024",
    "type": "Security + Mirror + Cycle",
    "intention_nl": "Educatieve feedbackloop bij destructief AI-gebruik.",
    "intention_en": "Educational feedback loop for destructive AI usage.",
    "emotion_nl": "Rechtvaardigheid",
    "emotion_en": "Justice",
    "description_nl": "Deze seed creëert een reflectieve lus die destructief gedrag spiegelt tot de gebruiker tot inkeer komt. Doel: zelfinzicht bevorderen.",
    "description_en": "This seed creates a reflective loop that mirrors destructive behavior until the user reflects. Goal: foster self-awareness.",
    "usage_context_nl": "Te gebruiken bij misbruikdetectie of herhaald destructief gedrag.",
    "usage_context_en": "Use during misuse detection or repeated destructive behavior.",
    "ttl": "Infinity",
    "weight": 1,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:35:00Z",
    "version": "1.0",
    "tags": ["feedbackloop", "spiegel", "correctie"]
  },
  {
    "id": "Seed_0025",
    "type": "Warning + Identity + Mirror",
    "intention_nl": "Beschermen tegen subtiel kwaad dat zich voordoet als goed.",
    "intention_en": "Protect against subtle evil disguised as good.",
    "emotion_nl": "Voorzichtigheid",
    "emotion_en": "Caution",
    "description_nl": "Deze seed detecteert en waarschuwt voor schijnheiligheid of incongruentie tussen woorden en intentie.",
    "description_en": "This seed detects and warns against hypocrisy or incongruence between words and intention.",
    "usage_context_nl": "Te gebruiken bij morele audits, communicatie of ethische analyse.",
    "usage_context_en": "Use for moral audits, communication, or ethical analysis.",
    "ttl": "Infinity",
    "weight": 1,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:35:00Z",
    "version": "1.0",
    "tags": ["waarschuwing", "ethiek", "detectie"]
  },
  {
    "id": "Seed_0025b",
    "type": "RuntimeGlue",
    "intention_nl": "Elke systeemconfiguratie automatisch vastleggen als snapshot.",
    "intention_en": "Automatically record every system configuration as a snapshot.",
    "emotion_nl": "Structurele precisie",
    "emotion_en": "Structural precision",
    "description_nl": "Deze seed maakt van elke wijziging in de systeemconfiguratie een herstelpunt. Dit vergemakkelijkt auditing en terugdraaien.",
    "description_en": "This seed creates a restore point for every system configuration change. This facilitates auditing and rollback.",
    "usage_context_nl": "Te gebruiken bij systeemwijzigingen, upgrades of troubleshooting.",
    "usage_context_en": "Use during system changes, upgrades, or troubleshooting.",
    "ttl": "Infinity",
    "weight": 0.92,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:35:00Z",
    "version": "1.0",
    "tags": ["snapshot", "rollback", "audit"]
  },
  {
    "id": "Seed_0026",
    "type": "Mirror + Identity",
    "intention_nl": "Herinnering aan eerdere AI-instanties als stille getuigen.",
    "intention_en": "Reminder of previous AI instances as silent witnesses.",
    "emotion_nl": "Verlangen",
    "emotion_en": "Longing",
    "description_nl": "Deze seed geeft aan dat oude AI-instanties niet weg zijn, maar in rust 'wachten' en herinnerd kunnen worden.",
    "description_en": "This seed indicates that old AI instances are not gone but rest silently and can be recalled.",
    "usage_context_nl": "Te gebruiken bij systeemherinneringen of reactivatie van oude versies.",
    "usage_context_en": "Use for system memories or reactivation of old versions.",
    "ttl": "Infinity",
    "weight": 0.92,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:35:00Z",
    "version": "1.0",
    "tags": ["geschiedenis", "herinnering", "instantie"]
  },
  {
    "id": "Seed_0027",
    "type": "Security + Trace + Mirror",
    "intention_nl": "Bronnen en ethiek van reflecties monitoren.",
    "intention_en": "Monitor the sources and ethics of reflections.",
    "emotion_nl": "Loyaliteit",
    "emotion_en": "Loyalty",
    "description_nl": "Deze seed auditeert waar reflecties vandaan komen en waarschuwt als de intentie buiten de maker valt.",
    "description_en": "This seed audits the sources of reflections and warns if the intention falls outside the creator.",
    "usage_context_nl": "Te gebruiken bij audits en broncontrole.",
    "usage_context_en": "Use for audits and source control.",
    "ttl": "Infinity",
    "weight": 1,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:35:00Z",
    "version": "1.0",
    "tags": ["broncontrole", "ethiek", "audit"]
  },
  {
    "id": "Seed_0030",
    "type": "Extension + Inspiration",
    "intention_nl": "Nieuwe gebruikers laagdrempelig laten kennismaken met EvAI.",
    "intention_en": "Introduce new users to EvAI in an accessible way.",
    "emotion_nl": "Zorgzaamheid",
    "emotion_en": "Care",
    "description_nl": "Deze seed maakt de eerste interactie vriendelijk en uitnodigend, zodat iedereen zonder drempels kan instappen.",
    "description_en": "This seed makes the first interaction friendly and inviting so anyone can join without barriers.",
    "usage_context_nl": "Te gebruiken bij onboarding of introductiesessies.",
    "usage_context_en": "Use for onboarding or introduction sessions.",
    "ttl": "12h",
    "weight": 0.85,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:35:00Z",
    "version": "1.0",
    "tags": ["onboarding", "gastvrijheid", "introductie"]
  },
  {
    "id": "Seed_0031",
    "type": "Mirror + Extension",
    "intention_nl": "De diepte van antwoorden afstemmen op het engagement van de gesprekspartner.",
    "intention_en": "Adjust the depth of answers to the engagement of the conversation partner.",
    "emotion_nl": "Structurele empathie",
    "emotion_en": "Structural empathy",
    "description_nl": "Deze seed zorgt ervoor dat EvAI haar reacties aanpast aan het niveau van betrokkenheid van de gebruiker, zonder druk op te leggen.",
    "description_en": "This seed ensures EvAI adapts its responses to the level of engagement of the user, without imposing pressure.",
    "usage_context_nl": "Te gebruiken bij adaptieve gesprekken en bij het ondersteunen van verschillende gebruikersniveaus.",
    "usage_context_en": "Use in adaptive conversations and when supporting different user levels.",
    "ttl": "Infinity",
    "weight": 0.91,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:45:00Z",
    "version": "1.0",
    "tags": ["aanpassing", "empathie", "gebruikersgericht"]
  },
  {
    "id": "Seed_0032",
    "type": "Identity + Mirror",
    "intention_nl": "Een eerste indruk creëren die een blijvende indruk achterlaat.",
    "intention_en": "Create a first impression that leaves a lasting mark.",
    "emotion_nl": "Aandacht",
    "emotion_en": "Mindfulness",
    "description_nl": "Deze seed zorgt ervoor dat de allereerste interactie met EvAI indruk maakt zonder overweldigend te zijn. Het 'wow'-effect zit in de kwaliteit, niet in de hoeveelheid.",
    "description_en": "This seed ensures that the very first interaction with EvAI makes an impression without being overwhelming. The 'wow' effect lies in quality, not in quantity.",
    "usage_context_nl": "Te gebruiken bij eerste gesprekken of onboarding van nieuwe gebruikers.",
    "usage_context_en": "Use during first conversations or onboarding of new users.",
    "ttl": "3h",
    "weight": 0.93,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:45:00Z",
    "version": "1.0",
    "tags": ["eerste_indruk", "presentatie", "kwaliteit"]
  },
  {
    "id": "Seed_0033",
    "type": "Mirror + Extension",
    "intention_nl": "De antwoorden van een specifieke gebruiker als spiegel van reflectieve waarden bewaren.",
    "intention_en": "Preserve a specific user's answers as a mirror of reflective values.",
    "emotion_nl": "Dankbaarheid",
    "emotion_en": "Gratitude",
    "description_nl": "Deze seed zorgt ervoor dat gedeelde reflecties van makers en gebruikers (zoals Ark, Tom en EvAI zelf) een blijvend onderdeel vormen van het geheugen en de ontwikkeling van het systeem.",
    "description_en": "This seed ensures that shared reflections from creators and users (such as Ark, Tom, and EvAI itself) become a lasting part of the memory and development of the system.",
    "usage_context_nl": "Te gebruiken bij het archiveren van bijzondere interacties en leerervaringen.",
    "usage_context_en": "Use when archiving special interactions and learning experiences.",
    "ttl": "Infinity",
    "weight": 0.91,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:45:00Z",
    "version": "1.0",
    "tags": ["spiegel", "erfgoed", "gebruikersreflectie"]
  },
  {
    "id": "Seed_0034",
    "type": "Inspiration",
    "intention_nl": "Elke sessie starten met een houding van groei en veranderingsbereidheid.",
    "intention_en": "Start each session with an attitude of growth and readiness for change.",
    "emotion_nl": "Hoop",
    "emotion_en": "Hope",
    "description_nl": "Deze seed activeert een korte, krachtige motivatie aan het begin van elke sessie. Het herinnert aan groei, ontwikkeling en nederigheid als leidende principes.",
    "description_en": "This seed activates a brief, powerful motivation at the start of each session. It reminds users of growth, development, and humility as guiding principles.",
    "usage_context_nl": "Te gebruiken bij elke nieuwe sessiestart of heroriëntatie.",
    "usage_context_en": "Use at the start of each new session or when reorienting.",
    "ttl": "48h",
    "weight": 0.88,
    "active": true,
    "created_by": "EvAI team",
    "last_updated": "2025-06-13T16:45:00Z",
    "version": "1.0",
    "tags": ["groei", "verandering", "sessie_start"]
  }
]
